[
  {
    "content": "<div>Introduction</div>\n<div>Please read these Terms of Use (the &ldquo;Agreement&rdquo;) carefully before using the Site. This is a binding legal agreement.</div>\n<div>This Agreement governs your viewing and use of the website for &ldquo;Angad Arts Hotel&rdquo; hotel and is by and between Angad Arts Hotel, its subsidiaries, and you and translations of the Site. By using, viewing, transmitting, caching, storing and/or otherwise utilizing the Site, the services or functions offered in or by the Site and/or the contents of the Site in any way, you have agreed to each and all of the terms and conditions set forth below, and waive any right to claim ambiguity or error in this Agreement. If you do not agree to each and all of these terms and conditions, please do not use the Site and leave the Site immediately.</div>\n<div>In addition to these Terms of Use, you agree to any terms and conditions specified in Angad Arts Hotel&rsquo; Privacy Policy (defined below), and to the individual hotel&rsquo;s Hotel Policies / Booking Policies if you are booking a Hotel Reservation (defined below), which are hereby incorporated into this Agreement.</div>\n<div>This Site and the materials located on or through this Site are provided by us for informational purposes only as a service to our customers. You understand that by providing these materials, we are not engaged in the rendering of legal or other professional advice or service, or in any way extending any offer of products or services that is legally binding.</div>\n<div>You shall comply with all applicable laws, statutes, ordinances, and regulations regarding your viewing or use of this Site.</div>\n<div>We may change this Agreement by notifying you of such changes by any reasonable means, including by posting a revised Agreement through the Site. Any such changes will not apply to any dispute between you and us arising prior to the date on which we posted the revised Agreement incorporating such changes, or otherwise notified you of such changes. Your use of the Site following any changes to this Agreement will constitute your acceptance of such changes. The &ldquo;Last Updated&rdquo; legend above indicates when this Agreement was last changed. We may, at any time and without liability, modify or discontinue all or part of the Site (including access to the Site via any third-party links); charge, modify or waive any fees required to use the Site; or offer opportunities to some or all Site users.</div>\n<div>Terms and Conditions of Use</div>\n<div>Eligibility. The Site is available only to individuals and entities that can form legally binding contracts under applicable law. Without limiting the foregoing, the Site and the services offered by the Site are not available to minors. If you do not qualify, you may not use the Site. You warrant that you are 18 years of age or older to reserve a room on this Site. If you are under the age of 18 you may contact the hotel directly for assistance. By using the Site, you affirm that you are of legal age to enter into this Agreement.   You also warrant that you are legally authorized to make the travel reservations and/or purchases for either yourself or for another person for whom you are authorized to act. You may only use this Site to make legitimate reservations or purchases and shall not use this Site for any other purposes, including without limitation, to make any speculative, false or fraudulent reservations, or any reservation in anticipation of demand. You understand that overuse or abuse of the reservation facilities of this Site may result in your being denied access to such facilities. We reserve the right to cancel or modify reservations where it appears that a customer has engaged in fraudulent or inappropriate activity or under other circumstances where it appears that the reservations contain or resulted from a mistake or error, or from an attempt to circumvent Angad Arts Hotel or hotel policies, terms or conditions.   Some rates have special eligibility requirements such as AAA or AARP membership. It is your responsibility to verify that you qualify for the rate that you have booked. Hotels are not obligated to honor rates if you do not qualify. </div>\n<div>Jurisdictional Issues. The Site is controlled or operated (or both) from the United States, and is not intended to subject Angad Arts Hotel to any non-U.S. jurisdiction or law. We make no representation that the services or products offered in the Site, or the Site itself, are appropriate or available for use in any particular location. Those who choose to access the Site do so on their own initiative and are responsible for compliance with local laws, rules and regulations, if and to the extent they are applicable. If use of the Site and/or viewing or use of any material or content therein or services offered thereby violates or infringes any applicable law in your jurisdiction(s), you are not authorized to view or use the Site and must exit immediately. Your viewing and/or use of the Site constitutes your representation that you are unconditionally and without limitation permitted to view and use the Site and the Indemnified Parties may rely upon such representation. We may limit the Site&rsquo;s availability at any time, in whole or in part, to any person, geographic area or jurisdiction that we choose.</div>\n<div>&nbsp;</div>\n<div>Hotel Room Bookings, Products and Promotions.  Hotel Reservations Hotel bookings are handled by our vendor TravelTripper, through its ResTrip booking engine.</div>\n<div>And in some instances accessed through 3rd party representation companies Hotel reservations are subject to the terms and conditions listed when you make the reservation, and contained in any separate booking agreement between you and the hotel, the confirmation of reservation that you receive, and in the hotel&rsquo;s Hotel Policies found on the hotel&rsquo;s website [click here].  When you book your hotel reservation (&ldquo;Hotel Reservation&rdquo;), you may be asked to supply certain relevant information, such as your credit card number and its expiration date, your billing and mailing address, your email address and your phone number. You represent and warrant that you have the right to use any credit card that you submit in connection with a Hotel Reservation. By submitting such information, you grant to us the right to provide such information to third parties for purposes of facilitating Hotel Reservations. Verification of information may be required prior to the acknowledgment or completion of any Hotel Reservation. By making a Hotel Reservation, you represent that the applicable Products will be used only in a lawful manner. For additional information about how we collect and use this information, please see our Privacy Policy.  Other Products  The Site may make available listings, descriptions and images of goods or services or related coupons or discounts (collectively, &ldquo;Products&rdquo;), as well as references and links to Products. Such Products may be made available by Angad Arts Hotel or by third parties. The availability through the Site of any listing, description or image of a Product does not imply our endorsement of such Product or affiliation with the provider of such Product. We make no representations as to the completeness, accuracy or timeliness of such listings, descriptions or images (including any features, specifications and prices contained therein). Such information and the availability of any Product (including the validity of any coupon or discount) is subject to change at any time without notice. Certain weights, measures and similar descriptions are approximate and are for convenience only. We make reasonable efforts to accurately display the attributes of Products, including the applicable colors, however the actual colors you see will depend on your computer system, and we cannot guarantee that your computer will accurately display such colors. It is your responsibility to ascertain and obey all applicable local, state, federal and foreign laws (including minimum age requirements) regarding the possession, use and sale of any Product.  Any sweepstakes, contests, raffles, surveys, games or similar promotions (collectively, &ldquo;Promotions&rdquo;) made available through the Site may be governed by rules that are separate from this Agreement. If you participate in any Promotions, please review the applicable rules as well as our Privacy Policy. If the rules for a Promotion conflict with this Agreement, the Promotion rules will govern.  Other Transactions  We may make available the ability to purchase or otherwise obtain certain Products through the Site (a &ldquo;Transaction&rdquo;).  If you wish to make a Transaction, you may be asked to supply certain relevant information, such as your credit card number and its expiration date, your billing and mailing address, your email address, and your phone number. You represent and warrant that you have the right to use any credit card that you submit in connection with a Transaction. By submitting such information, you grant to us the right to provide such information to third parties for purposes of facilitating Transactions. Verification of information may be required prior to the acknowledgment or completion of any Transaction. By making a Transaction, you represent that the applicable Products will be used only in a lawful manner.  Angad Arts Hotel reserves the right, including without prior notice, to limit the available quantity of or discontinue making available any Product; to impose conditions on the honoring of any coupon, discount or similar promotion; to bar any user from making any Transaction; and to refuse to provide any user with any Product. Refunds and exchanges will be subject to Angad Arts Hotel&rsquo; applicable refund and exchange policies. You agree to pay all charges incurred by you or on your behalf through the Site, at the prices in effect when such charges are incurred, including all shipping and handling charges. In addition, while it is our practice to confirm orders by e-mail, the receipt of an e-mail order confirmation does not constitute our acceptance of an order or our confirmation of an offer to sell a product or service.  Tangible Products that are not provided to you in the hotel room you book will be shipped to an address designated by you, if applicable, so long as such address is complete and complies with the shipping restrictions contained on the Site. All Transactions are made pursuant to a shipment contract and, as a result, risk of loss and title for Products pass to you upon delivery of the Products to the carrier. You are responsible for filing any claims with carriers for damaged and/or lost shipments. </div>\n<div>Personal Information Submitted Through the Site: Your submission of personal information through the Site is governed by Angad Arts Hotel&rsquo; Privacy Policy, located at http://www.JournalHotels.com the &ldquo;Privacy Policy&rdquo;. You represent and warrant that any information you provide in connection with the Site is and will remain accurate and complete, and that you will maintain and update such information as needed. </div>\n<div>Registration; User Names and Passwords: You may need to register to use all or part of the Site. We may reject, or require that you change, any user name, password or other information that you provide to us in registering. Your user name and password are for your personal use only and should be kept confidential; you, and not Angad Arts Hotel, are responsible for any use or misuse of your user name or password, and you must promptly notify us of any confidentiality breach or unauthorized use of your user name or password, or your Site account. Hotel reservations are handled by our third-party vendor TravelTripper, through its ResTrip system. Any account you may create at the time of Hotel booking transaction is created with TravelTripper/ResTrip and subject to their terms of use and privacy policy. </div>\n<div>Rules of Conduct: In connection with the Site, you must not:</div>\n<div>Use the Site for any purpose that is fraudulent or otherwise tortious or unlawful.</div>\n<div>Restrict or inhibit any other person from using the Site.</div>\n<div>Harvest or collect information about users of the Site.</div>\n<div>Use any robot, spider, site search/retrieval application or other manual or automatic device to retrieve, index, &ldquo;scrape,&rdquo; &ldquo;data mine&rdquo; or otherwise gather Site content, or rules of Conduct. In connection with the Site, you must not: reproduce or circumvent the navigational structure or presentation of the Site, without Angad Arts Hotel express prior written consent. Notwithstanding the foregoing, and subject to compliance with any instructions posted in the robots.txt file located in the Site&rsquo;s root directory, Angad Arts Hotel grants to the operators of public search engines permission to use spiders to copy materials from the Site for the sole purpose of (and solely to the extent necessary for) creating publicly available, searchable indices of such materials, but not caches or archives of such materials. Angad Arts Hotel reserves the right to revoke such permission either generally or in specific cases, at any time and without notice.</div>\n<div>Post, transmit or otherwise make available through or in connection with the Site any materials that are or may be: (a) threatening, harassing, degrading, hateful or intimidating, or otherwise fail to respect the rights and dignity of others; (b) defamatory, libelous, fraudulent or otherwise tortious; (c) obscene, indecent, pornographic or otherwise objectionable; or (d) protected by copyright, trademark, trade secret, right of publicity or privacy or any other proprietary right, without the express prior written consent of the applicable owner.&nbsp;</div>\n<div>Interfere with or disrupt the operation of the Site or the servers or networks used to make the Site available, including by hacking or defacing any portion of the Site; or violate any requirement, procedure or policy of such servers or networks. Without limiting the foregoing, you must not: post, transmit or otherwise make available through or in connection with the Site any virus, worm, Trojan horse, Easter egg, time bomb, cancelbots, spyware or other computer code, file or program that is or is potentially harmful or invasive or intended to detrimentally interfere with, surreptitiously intercept, or damage or hijack the operation of, or to monitor the use of, any hardware, software or equipment, system, data or information.</div>\n<div>Reproduce, modify, adapt, translate, create derivative works of, sell, rent, lease, loan, timeshare, distribute or otherwise exploit any portion of (or any use of) the Site except as expressly authorized herein, without Angad Arts Hotel express prior written consent.</div>\n<div>Reverse engineer, decompile or disassemble any portion of the Site, except where such restriction is expressly prohibited by applicable law.</div>\n<div>Remove any copyright, trademark or other proprietary rights notice from the Site.</div>\n<div>Frame or mirror any portion of the Site, or otherwise incorporate any portion of the Site into any product or service, without Angad Arts Hotel express prior written consent.</div>\n<div>Systematically download and store Site content.</div>\n<div>You are responsible for obtaining, maintaining and paying for all hardware and all telecommunications and other services needed to use the Site.</div>\n<div>&nbsp;</div>\n<div>Forums, Submissions and Monitoring. We are pleased to hear from our users and welcome your comments regarding the Site and the products and services offered in connection therewith. When providing any Submissions, whether in a Forum or elsewhere, it is your responsibility to comply with these Terms of Use, including without limitation the Rules of Conduct described above and the agreements below.  Submissions  Our long-standing company policy does not allow us to accept or consider creative ideas, suggestions, or materials other than those that we have specifically requested. We employ a talented staff and consultants who may be working on the same or similar ideas. We hope you will understand that it is the intent of this policy to avoid the possibility of future misunderstandings when projects developed by our professional staff and/or consultants might seem to others to be similar to their own creative work. Please do not send us any unsolicited original creative materials of any kind. While we do value your feedback on the Site and the services and products offered in connection therewith, we request that you be specific in your comments with respect to the same, and not submit any creative ideas, suggestions, or materials (unless specifically requested by us).  If, at our request, you send certain specific submissions or, despite our request, you send us creative suggestions, ideas, notes, drawings, concepts, or other information through or in connection with the Site, including on profile pages or on the Site&rsquo;s interactive services, such as message boards and other forums, and chatting, commenting and other messaging functionality (collectively, the \"Submissions\"), the Submissions shall be deemed, and shall remain, our property. None of the Submissions shall be subject to any obligation of confidence on our part and we shall not be liable for any use or disclosure of any Submissions. Without limitation of the foregoing, we shall exclusively own all now known or hereafter existing rights to the Submissions of every kind and nature throughout the universe and shall be entitled to unrestricted use of the Submissions for any purpose whatsoever, commercial or otherwise, without compensation to the provider of the Submissions. Without limiting the foregoing, this includes rights to reproduce, distribute, perform and display (publicly or otherwise), create derivative works of, adapt, modify and otherwise use and exploit such Submission, in any format or media now known or hereafter developed, and for any purpose (including promotional purposes, such as testimonials).</div>\n<div> In addition, if you provide to us any ideas, proposals, suggestions or other materials (&ldquo;Feedback&rdquo;), whether related to the Site or otherwise, such Feedback will be deemed a Submission, and you hereby acknowledge and agree that such Feedback is not confidential, and that your provision of such Feedback is gratuitous, unsolicited and without restriction, and does not place Angad Arts Hotel under any fiduciary or other obligation. You represent and warrant that you have all rights necessary to grant the licenses granted in this section, and that your Submissions, and your provision thereof through and in connection with the Site, are complete and accurate, and are not fraudulent, tortious or otherwise in violation of any applicable law or any right of any third party. You further irrevocably waive any &ldquo;moral rights&rdquo; or other rights with respect to attribution of authorship or integrity of materials regarding each Submission that you may have under any applicable law under any legal theory.</div>\n<div> Angad Arts Hotel has no control over and is not responsible for any use or misuse (including any distribution) by any third party of Submissions. If you choose to make any of your personally identifiable or other information publicly available through the Site, you do so at your own risk.  We may (but have no obligation to) monitor, evaluate, alter or remove Submissions before or after they appear on the Site. We may disclose any Submissions and the circumstances surrounding their transmission to anyone for any reason or purpose.  Forums  Any or all of our Sites may have Forums on them from time to time.  \"Forum\" means a chat area, message board, or e-mail function offered as part of the Site. If you participate in a Forum within the Site, if applicable, you must not: (i) defame, abuse, harass or threaten others; (ii) make any bigoted, hateful or racially offensive statements; (iii) advocate illegal activity or discuss illegal activities with the intent to commit them; (iv) post or distribute any material that infringes and/or violates any right of a third party or any law; (v) post or distribute any vulgar, obscene, discourteous or indecent language or images; (vi) advertise or sell to, or solicit others; (vii) use the Forum for commercial purposes of any kind other than to facilitate a transaction on the Site; (viii) post or distribute any software or other materials which contain a virus or other harmful component; or (ix) post material or make statements that do not generally pertain to the designated topic or theme of any chat room or bulletin board. You shall remain solely responsible for the content of your messages and shall indemnify and hold Angad Arts Hotel and the Affiliated Entities harmless for the content of such messages. We reserve the right to remove or edit content from any Forum at any time and for any reason.  It is a &ldquo;Submission&rdquo; (described in more detail above) when you uploading materials to any Forum or submitting any materials to us, you automatically grant (or warrant that the owner of such materials expressly granted) us a perpetual, royalty-free, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, publicly perform and display, create derivative works from and distribute such materials or incorporate such materials into any form, medium, or technology now known or later developed throughout the universe. In addition, you warrant that all so-called \"moral rights\" in those materials have been waived.  When participating in a Forum, never assume that people are who they say they are, know what they say they know, or are affiliated with whom they say they are affiliated with in any chat room, message board, or other user generated content area. Information obtained in a Forum may not be reliable, and it is not a good idea to trade or make any investment decisions based solely or largely on information you cannot confirm. We cannot be responsible for the content or accuracy of any information, and shall not be responsible for any trading or investment decisions made based on such information.</div>\n<div>&nbsp;</div>\n<div>Third Party Materials; Links. Certain Site functionality may make available access to materials made available by third parties, including Submissions (&ldquo;Third Party Materials&rdquo;), or allow for the routing or transmission of such Third Party Materials, including via links. By using such functionality, you are directing us to access, route and transmit to you the applicable Third Party Materials.  Links to other sites we think may be of interest to you are provided for your convenience. By providing these links, we are not endorsing, sponsoring or recommending such sites or the materials disseminated by or services provided by them, and are not responsible for the materials, services or other situations at or related to or from any other site. The availability / link to a Third Party Material does not create any legal relationship between you and any such provider.  Certain Third Party Materials may, among other things, be inaccurate, misleading or deceptive. We make no representations concerning the content of sites listed in any of the Site's directories. Consequently, we cannot be held responsible for the accuracy, relevancy, copyright compliance, legality or decency of material contained in sites listed in any search results or otherwise linked to a Site. We have no obligation to monitor Third Party Materials, and we may block or disable access to any Third Party Materials (in whole or part) through the Site at any time.  Please exercise discretion while browsing the Internet and using the Site. You should be aware that when you are using the Site, you could be directed to other sites that are beyond our control. There are links to other sites from the Site pages that take you outside of the Site. For example, if you \"click\" on a banner advertisement or a search result, the \"click\" may take you off the Site. This includes links from advertisers, sponsors, and content partners that may use our logo(s) as part of a co-branding agreement. These other sites may send their own cookies to users, collect data, solicit personal information, or contain information that you may find inappropriate or offensive. In addition, advertisers on the Site may send cookies to users that we do not control.  Please keep in mind that whenever you give out information online, that information can be collected and used by people you don't know. We do not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give any third party, and you hereby irrevocably waive any claim against the Indemnified Parties with respect to such sites and third party content. We strongly encourage you to make whatever investigation you feel necessary or appropriate before proceeding with any online or offline transaction with any of these third parties. We cannot guarantee the security of any information you disclose online; you make such disclosures at your own risk. </div>\n<div>Company&rsquo;s Proprietary Rights. We and our suppliers own the Site, which is protected by proprietary rights and laws. Subject to your compliance with this Agreement, and solely for so long as you are permitted by Company to use the Site, you may view one copy of any portion of the Site to which we provide you access hereunder, on any single device, solely for your personal, non-commercial use.  All materials contained in the Site are the copyrighted property of Angad Arts Hotel, or its subsidiaries or affiliated companies and/or third party licensors. No material from the Site or any Internet site owned, operated, licensed, or controlled by us or our affiliates may be copied, &ldquo;scraped,&rdquo; reproduced, republished, uploaded, posted, transmitted, or distributed in any way. For purposes of these terms, the use of any such material on any other Web, Internet, intranet, extranet or other site or computer environment is prohibited. All trademarks, service marks, trade names and trade dress are proprietary to us. You may not frame or utilize framing techniques to enclose any of our trademarks, logos, or other proprietary information (including images, text, page layout, or form) without our prior express written consent. You may not use any meta tags or any other \"hidden text\" utilizing our name, trademarks or other proprietary information without our prior express written consent.  Unless indicated otherwise, all names, logos, trademarks, service marks, trade dress and trade names are proprietary to Angad Arts Hotel or our affiliates in the United States and other countries and may not be used by anyone for any purpose without our prior express written consent. Our trade names, trademarks and service marks include but are not limited to Angad Arts Hotel, Grand Tavern by David Burke, The Chameleon Lounge, The Angad Rainbow Terrace, The Angad Playhouse and other outlets located at a hotel and listed on a Site and any associated logos. All trade names, trademarks, service marks and logos on the Site not owned by us are the property of their respective owners. You may not use our trade names, trademarks, service marks or logos in connection with any product or service that is not ours, or in any manner that is likely to cause confusion. Nothing contained on the Site should be construed as granting any right to use any trade names, trademarks, service marks or logos without the express prior written consent of the owner. We consider our trademarks to be valuable assets, and take infringement of them seriously. </div>\n<div>Termination. This Agreement is effective until terminated. Angad Arts Hotel may terminate or suspend your use of the Site at any time and without prior notice, including if Company believes that you have violated or acted inconsistently with the letter or spirit of this Agreement. Upon any such termination or suspension, your right to use the Site will immediately cease, and Angad Arts Hotel may, without liability to you or any third party, immediately deactivate or delete your user name, password and account, and all associated materials, without any obligation to provide any further access to such materials. Notwithstanding the termination of this Agreement, you acknowledge and agree that those rights and obligations which by their nature are intended to survive the termination of this Agreement in order to be fully operative, shall survive the termination of this Agreement. </div>\n<div>DISCLAIMERS  All disclaimers of any kind (including in this section and elsewhere in this Agreement) are made on behalf of both Angad Arts Hotel and its affiliates and their respective members, shareholders, directors, officers, employees, affiliates, agents, representatives, licensors, suppliers and service providers (collectively, the &ldquo;Affiliated Entities&rdquo;).  ELECTRONIC TRANSMISSIONS, INCLUDING THE INTERNET, ARE PUBLIC MEDIA, AND ANY USE OF SUCH MEDIA IS PUBLIC AND NOT PRIVATE. INFORMATION RELATED TO OR ARISING FROM SUCH USE IS PUBLIC, OR THE PROPERTY OF THOSE COLLECTING INFORMATION, AND NOT PERSONAL OR PRIVATE INFORMATION.  YOU AGREE THAT YOU USE THE SITE AT YOUR OWN RISK. THE CONTENT, SERVICES AND MATERIALS IN THE SITE ARE PROVIDED \"AS IS\" AND ON AN \"AS AVAILABLE\" BASIS WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND EITHER EXPRESS, IMPLIED OR STATUTORY. WE DO NOT MAKE ANY REPRESENTATIONS, WARRANTIES OR ENDORSEMENTS REGARDING THE ACCURACY, RELIABILITY, USEFULNESS OR COMPLETENESS OF THE SERVICES, CONTENT OR MATERIALS IN THE SITE OR ANY SITE LINKED TO IT. TO THE MAXIMUM EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, DESIGN, ACCURACY, CAPABILITY, SUFFICIENCY, SUITABILITY, CAPACITY, COMPLETENESS, AVAILABILITY, COMPATIBILITY OR ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE. WE DO NOT WARRANT THAT THE SITE OR THE SERVICES, CONTENT, MATERIALS OR FUNCTIONS CONTAINED IN THE SITE WILL BE CONTINUOUSLY AVAILABLE, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE, SERVICES, CONTENT, MATERIALS OR THE SERVERS THAT MAKE THE SITE OR SUCH SERVICES, CONTENT AND MATERIALS AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR ARE ACCURATE OR COMPLETE. WE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SERVICES, CONTENT, MATERIALS, FUNCTIONS OR PRODUCTS AVAILABLE THROUGH THE SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE. YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, OR CORRECTION. APPLICABLE LAW MAY NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.</div>\n<div>&nbsp;In the event we are held liable for any damages related to such matters, your sole and exclusive remedy will be limited to reimbursement for services or products paid by you to the entity held liable which were not provided by such entity. You hereby waive any and all rights to bring any claim or action related to such matters in any forum beyond one (1) year after the first occurrence of the kind of act, event, condition or omission upon which the claim or action is based. </div>\n<div>&nbsp;</div>\n<div>Angad Arts Hotel and the Affiliated Entities are not responsible for telephone, electric, electronic, network, Internet, computer, hardware or software program malfunctions, failures, delays or difficulties, or late, lost, stolen, illegible, incomplete, garbled, misdirected, mutilated or postage due mail, e-mail, form postings, connections, messages or entries, or the security of any and all such matters.  While we try to maintain the timeliness, integrity and security of the Site, we do not guarantee that the Site is or will remain updated, complete, correct or secure, or that access to the Site will be uninterrupted. The Site may include inaccuracies, errors and materials that violate or conflict with this Agreement. The Site may contain technical inaccuracies or typographical errors or omissions in connection with information displayed on the Site, including without limitation rates, fees, or availability applicable to your transaction. Additionally, third parties may make unauthorized alterations to the Site. Angad Arts Hotel reserves the right to make changes, corrections and/or improvements to the Site, and to the products and programs described in such information, at any time without notice, including after confirmation of a reservation. Angad Arts Hotel and the Affiliated Entities is not responsible for any typographical, photographic, technical or pricing (including without limitation mistaken hotel rates) errors listed on our Site. If you become aware of any such error, contact us at info@angadartshotel.com with a description of such error and its location on the Site.  ELECTRONIC COMMUNICATIONS PRIVACY ACT NOTICE (18 U.S.C. 2701-2711): WE MAKE NO GUARANTY OF CONFIDENTIALITY OR PRIVACY OF ANY COMMUNICATION OR INFORMATION TRANSMITTED ON THE SITE OR ANY WEB SITE LINKED TO THE SITE. WE WILL NOT BE LIABLE FOR THE PRIVACY OF THE INFORMATION, E-MAIL ADDRESSES, REGISTRATION AND IDENTIFICATION INFORMATION, DISK SPACE, COMMUNICATIONS, CONFIDENTIAL OR TRADE-SECRET INFORMATION, OR ANY OTHER CONTENT TRANSMITTED OVER NETWORKS ACCESSED BY THE SITE, OR OTHERWISE CONNECTED WITH YOUR USE OF THE SITE.  NO ORAL ADVICE OR WRITTEN CORRESPONDENCE OR INFORMATION PROVIDED BY US OR ANY OF THE INDEMNIFIED PARTIES WILL CREATE A WARRANTY OF ANY KIND AND USERS SHOULD NOT RELY ON ANY SUCH INFORMATION OR ADVICE. WE RESERVE THE RIGHT, IN OUR SOLE AND ABSOLUTE DISCRETION AND WITHOUT NOTICE, TO CORRECT ANY ERRORS OR OMISSIONS IN ANY PORTION OF THE SITE, OR TO DENY ACCESS TO THE SITE TO ANYONE AT ANY TIME. NEITHER WE NOR ANY OF THE INDEMNIFIED PARTIES, SHALL HAVE ANY LIABILITY ARISING FROM YOUR RELIANCE UPON THE INFORMATION PROVIDED ON THE SITE. </div>\n<div>LIMITATION OF LIABILITY. TO THE EXTENT PERMITTED BY APPLICABLE LAW, ANGAD ARTS HOTEL WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES STEMMING FROM USE OF SITE OF ANY KIND, UNDER ANY CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHER THEORY, INCLUDING DAMAGES FOR LOSS OF PROFITS, USE OR DATA, LOSS OF OTHER INTANGIBLES, LOSS OF SECURITY OF SUBMISSIONS (INCLUDING UNAUTHORIZED INTERCEPTION BY THIRD PARTIES OF ANY SUBMISSIONS), EVEN IF ADVISED IN ADVANCE OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES. WITHOUT LIMITING THE FOREGOING, ANGAD ARTS HOTEL WILL NOT BE LIABLE FOR DAMAGES OF ANY KIND RESULTING FROM YOUR USE OF OR INABILITY TO USE THE SITE OR FROM ANY PRODUCTS OR THIRD PARTY MATERIALS. YOUR SOLE AND EXCLUSIVE REMEDY FOR DISSATISFACTION WITH THE SITE OR ANY PRODUCTS OR THIRD PARTY MATERIALS IS TO STOP USING THE SITE. THE MAXIMUM AGGREGATE LIABILITY OF COMPANY FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, SHALL BE THE GREATER OF $10.00 OR THE TOTAL AMOUNT, IF ANY, PAID BY YOU TO ANGAD ARTS HOTEL TO USE THE SITE. ALL LIMITATIONS OF LIABILITY OF ANY KIND (INCLUDING IN THIS SECTION AND ELSEWHERE IN THIS AGREEMENT) ARE MADE ON BEHALF OF BOTH ANGAD ARTS HOTEL AND THE AFFILIATED ENTITIES.  Applicable law may not allow for limitations on certain implied warranties, or exclusions or limitations of certain damages; solely to the extent that such law applies to you, some or all of the above disclaimers, exclusions or limitations may not apply to you, and you may have certain additional rights. </div>\n<div>RELEASE. BY UTILIZING THE SITE, ALL USERS ACKNOWLEDGE AND AGREE THAT THE INDEMNIFIED PARTIES ARE RELEASED, DISCHARGED AND HELD HARMLESS FROM AND ARE NOT RESPONSIBLE OR LIABLE FOR ANY LIABILITY WITH RESPECT TO ALL ASPECTS OF THE SITE (INCLUDING WITHOUT LIMITATION, ANY ILLNESS, LOSSES, LITIGATION, PERSONAL INJURY, DEATH, PROPERTY DAMAGE, AND CLAIMS BASED ON PUBLICITY RIGHTS, DEFAMATION, OR INVASION OF PRIVACY, REASONABLE ATTORNEYS' FEES AND COURT COSTS) THAT MAY OCCUR FROM USE OF THE SITE OR THE ACCEPTANCE, POSSESSION, USE OR MISUSE OF INFORMATION, MATERIALS, SERVICES OR PRODUCTS RELATED THERETO OR ACQUIRED THEREFROM. WE RESERVE THE RIGHT AT ANY TIME AND WITHOUT LIABILITY TO RESTRICT OR REFUSE ACCESS TO THE SITE AND ITS SERVICES, CONTENT, MATERIALS AND FUNCTIONS TO ANYBODY. WE FURTHER RESERVE THE RIGHT TO SEEK ANY FORM OF RELIEF, INCLUDING WITHOUT LIMITATION ATTORNEYS' FEES, RELATED TO FRAUDULENT OR ILLEGAL ACTIVITY CONNECTED WITH THE USE OF THE SITE.  Because we are not involved in the actual transaction between buyers and suppliers, if applicable, in the event that you have a dispute with one or more users, you also on behalf of yourself, your predecessors, if applicable, and each of their present and former officers, employees, directors, shareholders, parents, subsidiaries, alter egos, affiliates, partners, agents, attorneys, accountants, heirs, executors, administrators, conservators, successors and assigns, as applicable, hereby fully and forever releases and discharges the Indemnified Parties, from any and all claims, demands, liens, actions, agreements, suits, causes of action, obligations, controversies, debts, costs, attorneys' fees, expenses, damages, judgments, orders and liabilities of whatever kind or nature in law, equity or otherwise, whether now known or suspected which have existed or may have existed, or which do exist or which hereafter can, shall or may exist, based on any facts, events or omissions occurring from any time on or prior to the execution of this Agreement which arise out of, concern, pertain or relate in any way to this Agreement or the Site. You also acknowledge that there is a possibility that subsequent to the execution of this Agreement, you will discover facts or incur or suffer claims which were unknown or unsuspected at the time this Agreement was executed, and which if known by it at that time may have materially affected its decision to execute this Agreement.&nbsp;</div>\n<div> A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.  Notwithstanding such provisions, this release shall constitute a full release in accordance with its terms, as well as any other statute, law or rule of similar effect. In connection with such waiver and relinquishment, you acknowledge that you are aware that you may hereafter discover claims presently unknown or unsuspected, or facts in addition to or different from those which you now know or believe to be true, with respect to the matters released herein. Nevertheless, it is your intention, through this Agreement, and with the advice of counsel, fully and finally settle and release all such matters, and all claims relative thereto, which do now exist, may exist, or have existed between and among the parties hereto, including the Indemnified Parties. You hereby acknowledge that you have been advised by your legal counsel, understand and acknowledge the significance and consequence of this release and of this specific waiver of Section 1542 and other such laws. </div>\n<div>Indemnity. Except to the extent prohibited under applicable law: you agree to defend, indemnify and hold Angad Arts Hotel and our hotels and each of our and their owners, partners, subsidiaries, affiliates, franchisees and each of such person's or entities' officers, directors, agents, contractors, subcontractors, guests, residents, visitors, licensees, invitees, permittees and employees (collectively, the \"Indemnified Parties\") harmless from and against any and all allegations, demands, claims, liabilities, damages, fines, penalties or costs of whatsoever nature (including reasonable attorneys' fees) and whether by reason of death of or injury to any person or loss of or damage to any property or otherwise (\"Claims\") arising out of or in any way connected with this Agreement, the services or products provided to you by the Site or any related act or failure to act by you and whether or not occasioned or contributed to by the negligence of Angad Arts Hotel or any agent or employee of the Indemnified Parties or any of them (except as and to the extent prohibited by applicable law) or Claims arising from your account, including, without limitation, any Claims related to infringement by you of the intellectual property rights of any person, including without limitation, copyright, patent, trade secret, trade mark, artist rights, droit moral, privacy, publicity or rights under other intellectual property laws. In the event that any Claim is made or any action or proceeding is brought against the Indemnified Parties, or any of them, arising out of or connected with this Agreement, any such Indemnified Party may, by reasonable notice to you, require you, at your expense, to resist such Claim or take over the defense of any such action or proceeding and employ counsel for such purpose, such counsel to be subject to the prior written approval of such Indemnified Party, which approval shall be deemed to have been given hereby in the case of counsel acting for your insurance underwriters engaged in such resistance or defense. You shall cooperate with us in the defense of any Claim. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you. </div>\n<div>Governing Law; Jurisdiction; Arbitration.  Governing Law and Jurisdiction  This Agreement is governed by and shall be construed in accordance with the laws of the State of Missouri, United States of America, without regard to its principles of conflicts of law, and regardless of your location. If for any reason the arbitration provisions set forth below are found by a court of law to be unenforceable, you agree to the exclusive jurisdiction of the federal and state courts located in St. Louis, MO, United States of America, and waive any jurisdictional, venue or inconvenient forum objections to such courts. You hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action. YOU HEREBY WAIVE ANY RIGHT YOU MAY NOW HAVE OR HEREAFTER POSSESS TO A TRIAL BY JURY. The foregoing shall not apply to the extent that applicable law in your country of residence requires application of another law and/or jurisdiction and this cannot be excluded by contract.  Arbitration  Except with respect to any claim or dispute involving the ownership, validity or use of any Angad Arts Hotel trademarks or service marks, any dispute arising out of or related to this Agreement or documents, data, information and other materials contained on the Site (&ldquo;Materials&rdquo;) (including any claim that any provision of this Agreement or Materials are invalid, illegal, or otherwise voidable or void), seeking as relief money damages and/or attorneys&rsquo; fees or other damages will be submitted for arbitration to the American Arbitration Association (AAA). Angad Arts Hotel shall have the right in a proper case to obtain temporary restraining orders, temporary or preliminary injunctive relief and/or declaratory relief (other than declarations with respect to the amount of money damages) from a court of competent jurisdiction.  The arbitration proceedings shall be heard by one independent arbitrator who shall be an attorney or retired judge. The arbitration shall be held in St. Louis, St. Louis and in accordance with the then-existing Commercial Arbitration Rules of the AAA. All matters within the scope of the Federal Arbitration Act (9 U.S.C. 1, et seq.) will be governed by it and not by any state arbitration law. You and Angad Arts Hotel waive any rights to maintain other available resolution processes for such disputes, such as a court action or administrative proceeding, to settle disputes. You and Angad Arts Hotel waive any right to a jury trial for such disputes. The rules in arbitration are different from the rules that apply in court. There is no judge or jury, and review is limited, but an arbitrator can award the same damages and relief, and must honor the same limitations stated in the Agreement, as a court would.  In reaching his or her decision, the arbitrator shall follow this Agreement and Materials, shall be bound to apply the applicable law and shall not rule inconsistently with the applicable law. The arbitration shall be conducted on an individual basis, and not as a consolidated, common, representative, group or class. The arbitrator shall include in his or her award any relief he or she deems proper in terms of money damages (with interest on unpaid amounts from the date due at the maximum rate allowed by law), and attorneys&rsquo; fees and costs. The award of the arbitrator shall be conclusive and binding upon all parties hereto and judgment upon the award may be entered in any court of competent jurisdiction. Confidential. Other than as may be required by law, the entire arbitration proceedings (including, but not limited to, any rulings, decisions or orders of the arbitrator), shall remain confidential and not be disclosed to anyone other than the parties to this Agreement.  Limitations Period. Any and all claims and actions arising out of or relating to this Agreement or Materials shall be commenced within one (1) year from the occurrence of the facts giving rise to such claim or action, or such claim or action shall be barred. This Limitations Period section does not apply to residents of New Jersey.  Class Action Waiver. All disputes which cannot be resolved between the parties, and causes of action arising out of or connected with the Site, shall be resolved individually, without resort to any form of class action. You agree that you will not file a class action against Angad Arts Hotel, or participate in a class action against Angad Arts Hotel. You agree that you will not file or seek a class arbitration, or participate in a class arbitration, against Angad Arts Hotel.  Severability  If any provision of this Agreement shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from this Agreement and shall not affect the validity and enforceability of any remaining provisions. This is the entire agreement between us relating to the subject matter herein and shall not be modified except as otherwise set forth herein. No waiver of any term, provision or condition of this Agreement, whether by conduct or otherwise, in any one or more instances, shall be deemed to be, or shall constitute, a waiver of any other term, provision or condition hereof, whether or not similar, nor shall any waiver constitute a continuing waiver of any such term, provision or condition hereof. No waiver shall be binding unless executed in writing by the party making the waiver. </div>\n<div>Copyright Infringement Claims.  The Digital Millennium Copyright Act of 1998 (the &ldquo;DMCA&rdquo;) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S. copyright law. If you believe in good faith that materials available on the Site infringe your copyright, you (or your agent) may send to Angad Arts Hotel a written notice by mail or e-mail, requesting that Angad Arts Hotel remove such material or block access to it. If you believe in good faith that someone has wrongly filed a notice of copyright infringement against you, the DMCA permits you to send to Angad Arts Hotel a counter-notice. Notices and counter-notices must meet the then-current statutory requirements imposed by the DMCA. See http://www.copyright.gov for details.  We suggest that you consult your legal advisor before filing a DMCA notice or counter-notice.  To be effective, under Title 17, United States Code, Section 512(c)(3), the notification must be a written communication that includes the following:</div>\n<div>A physical or electronic signature of person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</div>\n<div>Identification of the copyrighted work claimed to have been infringed, or if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</div>\n<div>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material;</div>\n<div>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and if available, an electronic mail address at which the complaining party may be contacted;</div>\n<div>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and</div>\n<div>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</div>\n<div>Notices and counter-notices must be sent in writing to Angad Arts Hotel.</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>Digital Signature. You represent and warrant that you have the legal right, power and authority to agree to the terms of this Agreement on behalf of yourself and the member, buyer or supplier participating in the Site. You further agree that your use constitutes an electronic signature as defined by the Electronic Signatures in Global and National Commerce Act (\"E-Sign\") and the Uniform Electronic Transactions Act (\"UETA\") and that you have formed, executed, entered into, accepted the terms of and otherwise authenticated this Agreement and acknowledged and agreed that this Agreement is an electronic record for purposes of E-Sign, UETA and the Uniform Computer Information Transactions Act and as such is completely valid, has legal effect, is enforceable, and is binding on, and non-refutable by you and the member, buyer or supplier on whose behalf you are acting.</div>\n<div>&nbsp;</div>\n<div>Miscellaneous. You and Angad Arts Hotel are independent contractors, and no agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by this Agreement. If any provision of this Agreement is found to be unlawful, void or for any reason unenforceable, that provision will be deemed severable from this Agreement and will not affect the validity and enforceability of any remaining provision. You may not assign, transfer or sublicense any or all of your rights or obligations under this Agreement without our express prior written consent. We may assign, transfer or sublicense any or all of our rights or obligations under this Agreement without restriction. No waiver by either party of any breach or default hereunder will be deemed to be a waiver of any preceding or subsequent breach or default. Any heading, caption or section title contained herein is for convenience only, and in no way defines or explains any section or provision. All terms defined in the singular shall have the same meanings when used in the plural, where appropriate and unless otherwise specified. Any use of the term &ldquo;including&rdquo; or variations thereof in this Agreement shall be construed as if followed by the phrase &ldquo;without limitation.&rdquo; This Agreement, including any terms and conditions incorporated herein, is the entire agreement between you and Angad Arts Hotel relating to the subject matter hereof, and supersedes any and all prior or contemporaneous written or oral agreements or understandings between you and Angad Arts Hotel relating to such subject matter. Notices to you (including notices of changes to this Agreement) may be made via posting to the Site or by e-mail (including in each case via links), or by regular mail. Without limitation, a printed version of this Agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form. Angad Arts Hotel will not be responsible for any failure to fulfill any obligation due to any cause beyond its control. </div>\n<div>Information or Complaints. If you have a question or complaint regarding the Site, please send an e-mail to info@angadartshotel.com. You may also contact us by writing to Angad Arts Hotel, 3550 Samuel Shepard Drive St. Louis, MO 63103. Please note that e-mail communications will not necessarily be secure; you should not include credit card information or other sensitive information in your e-mail correspondence with us.&nbsp;</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>COOKIES AND OTHER TRACKING TECHNOLOGIES STATEMENT</div>\n<div>Last Updated: May 2018</div>\n<div>&nbsp;</div>\n<div>This Statement regarding Cookies and Other Tracking Technologies (this \"Statement\") describes the different types of Cookies and Other Technologies that may be used in connection with the websites we own or control (&ldquo;Websites&rdquo;), software applications we make available on or through mobile devices or computers (&ldquo;Apps&rdquo;), wireless/wi-fi connectivity that may be offered at our properties (&ldquo;Wi-Fi Access&rdquo;), and social media channels that we control (&ldquo;Social Media Channels,&rdquo; collectively with Websites, Wi-Fi Access and Apps, the &ldquo;Sites&rdquo;) that link to this Statement. This Statement also describes how you can manage Cookies and Other Technologies.</div>\n<div>&nbsp;</div>\n<div>OUR COLLECTION AND USE OF INFORMATION</div>\n<div>Like many other websites, our Sites may use \"Cookies\" or \"Other Technologies\" (such as \"pixel tags,\" \"web beacons,\" \"clear GIFs\", links in emails, JavaScript, device IDs assigned by Google or Apple, or similar technologies). &ldquo;Cookies&rdquo; are pieces of information that the Sites send to your browser while you are visiting and using the Sites to, for example, store your preferences or keep you &ldquo;logged in&rdquo; for a certain period of time. Cookies and Other Technologies allow us and third parties to obtain information about your visits to the Sites, including to analyze your visiting patterns. We use this information to process your reservations or requests and to deliver online and mobile advertisements, messages and content for us and others that are specific to your interests.</div>\n<div>Preferences, features and services</div>\n<div>Cookies are designed to save you time because they help us to provide you with a customized experience without you having to remind us of your preferences each time you return to our web pages. Our Cookies are not designed to damage your files, nor can they read information from other files on your computer hard drive. Cookies can tell us which language you prefer and what your communications preferences are. They also provide you with features, insights, and customized content.</div>\n<div>Advertising</div>\n<div>We may use cookies to show you relevant advertising both on and off our hotel site. We may also use a cookie to learn whether someone who saw an ad later visited and took an action on the advertiser's site. Similarly, our partners may use a cookie to determine whether we have shown an ad and how it performed, or provide us with information about how you interact with ads. We may also work with a partner to show you an ad on or off our hotel site, such as after you have visited a partner's site.</div>\n<div>Performance, Analytics and Research</div>\n<div>Cookies help us learn how well our site performs in different locations. We also use cookies to understand, improve, and research products, features, and services, including when you access our site from other websites or devices such as your computer or your mobile device.</div>\n<div>&nbsp;</div>\n<div>Third Party&rsquo;s Tracking Technologies&nbsp;</div>\n<div>Third Party&rsquo;s tracking technologies may be used for the same purposes as our Cookies, to allow us and third parties to know when you visit the Sites, and to understand how you interact with emails or advertisements. Through these technologies, non-personal information (e.g., your operating system, your browser version, and the URL you came from) or aggregate information may be obtained and used to enhance your experience and understand traffic patterns.</div>\n<div>Please also refer to the Privacy Policies of the third-party Providers who provide products and services that can track Guests and Clients across Sites, including Google, Google&rsquo;s DoubleClick, Google Analytics, TravelTripper (ResTrip), Facebook, Adara, Stay Wanderful, TripTease, Sojern, MailChimp, and TravelClick, OTA Insight. Please note that at this time we do not respond to &ldquo;Do Not Track&rdquo; and similar signals.</div>\n<div>Manage Cookie Settings</div>\n<div>Most web browsers allow some control of most Cookies through the browser settings. To find out more about Cookies, including how to see what Cookies have been set and how to manage and delete them, visit www.aboutcookies.org or www.allaboutcookies.org.</div>\n<div>To opt out of being tracked by Google Analytics across all websites visit http://tools.google.com/dlpage/gaoptout.</div>\n<div>Note that, to the extent that information collected through Cookies and Other Technologies constitutes personal information, the provisions in the Privacy Policy apply and complement this Statement. Capitalized terms in this Statement which are not defined have the definitions given in the Privacy Policy.</div>\n<div>&nbsp;</div>\n<div>CHANGES TO OUR COOKIES AND OTHER TECHNOLOGIES STATEMENT</div>\n<div>We may from time to time update our Cookies and Other Technologies Statement to reflect changes to our services and policies. When we update the Cookies and Other Technologies Statement, we will revise the &ldquo;Last Updated&rdquo; date listed at the top of this page. We encourage you to periodically review this Cookies and Other Technologies to keep apprised of how we use Cookies and Other Technologies.</div>\n<div>&nbsp;</div>\n<div>CONTACTING US</div>\n<div>If you have any questions about this Cookies and Other Technologies, our privacy practices, or the processing of Personal Data, please contact us. We welcome your questions and suggestions about our Privacy Policy and will use reasonable efforts to respond in a timely manner.</div>",
    "_template": "header"
  }
]