[
  {
    "content": "<div>Angad Arts Hotel is concerned about privacy issues and wants you to be familiar with how we collect, use and disclose information. We understand that our guests, customers, clients, users, and other visitors (&ldquo;Guests and Clients&rdquo;) put their trust in us, and at Angad Arts Hotel your privacy is highly valued. We want you to be confident using this website and to choose your next hotel stay or begin a partnership with us.&nbsp;<br /><br /></div>\n<div>We are committed to protecting personal data that we collect through websites we own or control from which you are accessing this Privacy Policy (&ldquo;Websites&rdquo;), software applications we make available on or through mobile devices or computers (&ldquo;Apps&rdquo;), wireless/wi-fi connectivity that may be offered at our property (&ldquo;Wi-Fi Access&rdquo;), social media channels that we control (&ldquo;Social Media Channels,&rdquo;) and booking/reservations services we control (collectively with Websites, Wi-Fi Access and Apps, the &ldquo;Services&rdquo;) that link to this Privacy Policy. This Privacy Policy describes our global practices regarding the collection, use, and sharing of data about identified or identifiable individuals through the Services (&ldquo;Personal Data&rdquo;).<br /><br /></div>\n<div>Angad Arts Hotel is the data controller of the Personal Data collected, and is responsible for the processing of the Personal Data.<br /><br /></div>\n<div>If you are providing information through the Services on behalf of someone else (e.g., your customer, client, employee, family member, or friend) you hereby represent that you have the right to do so and that you have provided such party with a copy of this Privacy Policy, and all references to &ldquo;you&rdquo; or &ldquo;your&rdquo; data or Personal Data herein refers to the data or information of both you and such individual, as applicable.<br /><br /></div>\n<div>By using the Services, you indicate that you agree to the terms and conditions, policies and practices contained in this Privacy Policy.</div>\n<div><br />This Privacy Policy covers the following topics:<br />- Overview<br />-&nbsp;Information Collected<br />-&nbsp;Use of Collected Information&nbsp;<br />-&nbsp;Sharing of Collected Information&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Cookies and Other Tracking Technologies&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Retention of Collected Information&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Security of Collected Information</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Your Rights Regarding Personal Data&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Links to Third-Party Websites and Services&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Children&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Email, Opt-Out, and Marketing Communications</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>International Use</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Changes to our Privacy Policy&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Applicability of this Privacy Policy</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Contacting Us<br /><br /></div>\n<div>INFORMATION COLLECTED</div>\n<div>We collect a variety of Personal Data from you through the Services. Some Personal Data is collected automatically when you use or browse the Services, while other data is only collected when you provide it to us directly.<br /><br /></div>\n<div>As a result, you have choices about the data we collect. When you are asked to provide data, you may decline; but if you choose not to provide data that is necessary to provide a service or feature, you may not be able to use that service or feature. For example, you may also choose to submit social media content through our Services, in which case we collect certain information associated with that social media account such as account name, the shared content, and any comments or interactions with the shared content.</div>\n<div><br />Angad Arts Hotel collects the following types of Personal Data through the Services:<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Information Collected Automatically:</span> When you download and/or use an App or browse a Website, we collect information about your device and the network you use to access the Services, as well as information about your use of the Services. This includes without limitation software and hardware attributes of the device used, unique device ID information (such as unique International Mobile Equipment Identity (IMEI) numbers for smartphones), regional and language settings, network provider, and IP address, as well as Service performance data, dates and times that you use the Services, the amount of time spent on specific pages or in specific channels, and other similar usage information.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Location Information:</span> We may also collect location information, depending on the Services you use or the permissions you provide. &ldquo;Precise&rdquo; location information may be derived from sources including without limitation your device&rsquo;s GPS and location systems, as well as nearby wi-fi networks and cell phone towers. Imprecise location information may include without limitation your IP address or other data that may identify you as being located in a specific region, city, or postal code. You can manage the Services&rsquo; ability to track your location by allowing or disallowing that access for a given Service in your computer or mobile device&rsquo;s settings.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Other Information You Provide to Us:</span> We collect Personal Data from you when you provide it to us for specific purposes, which may include, without limitation, to provide you with information or to provide you with services that you request (including bookings), to carry out a transaction or reservation, to respond to an inquiry, when you submit social media content to us or interact with a Social Media Channel, when you respond to a customer survey, or when you apply for a position with us. Depending on the Services used or the products or information requested, the information collected from you may include without limitation your name, telephone number, email address, account information, street address, billing and payment information, region, travel plans, travel status, order or service history, hotel guest stay preferences, use of hotel amenities, information that you provide about children who accompany you, social media account information (such as account or handle, number of followers, social media profile), loyalty or rewards program numbers, or (if you&rsquo;re applying for a position with us) employment-related information, as well as any additional information that you choose to enter into text fields, &ldquo;Contact Us&rdquo; forms, RFP forms, or that you provide to our customer service representatives.</div>\n<div>&nbsp;</div>\n<div><span style=\"text-decoration: underline;\">Information from Third Parties</span>. We also collect or receive Personal Data from third parties. For example, if you reserve a room through a channel manager, travel agency, booking service, or event or conference promoter, we collect certain information from that third party as required to effectuate and authenticate the reservation. If you interact with a Social Media Channel or submit social media content to us, we receive certain data from the applicable social media platform. Depending on the type of information and the context in which it is used, the foregoing information may be associated with data we collect from you directly, have obtained from other sources, or have previously retained within a given user account.<br /><br /></div>\n<div>Finally, we may collect data that is not Personal Data. We may use and distribute any such data at our discretion, unless it is combined with Personal Data, in which case we will treat it as Personal Data subject to this Privacy Policy.<br /><br /></div>\n<div>USE OF COLLECTED INFORMATION</div>\n<div>We process Personal Data for, or based on, one or more of the following legal bases:<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Performance of a Contract.</span> We process Personal Data to enter into, or perform under, the agreement between us, such as for the purposes of booking rooms, providing food and beverages, and providing other amenities and services.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Legitimate Interests.</span> We process Personal Data for our legitimate interests, including to market and promote our products, amenities, and offerings and the products and offerings of restaurants and other Providers located in or serving our Guests and Clients at our properties; to improve our offerings and our Services; to the extent necessary and proportionate for the purposes of ensuring network and information security; and for administrative, fraud detection, and legal compliance purposes.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Compliance with Legal Obligations and Protection of Individuals.</span> We process Personal Data to comply with the law and our legal obligations, as well as to protect you and other individuals from certain harms.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Your Consent.</span> We may process Personal Data because you have given us your consent to do so.<br /><br /></div>\n<div>We use Personal Data collected through the Services for the following primary purposes:<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Providing Services</span>. We use Personal Data to provide products, services, and information to our Guests and Clients, including for the purposes of booking rooms, providing food and beverages, and providing other amenities and services.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Customer Service and Support</span>. We use the Personal Data we collect for customer service and support, as well as to deliver and personalize communications with our Guests and Clients. This includes communicating with you regarding products, services, and discounts; answering questions and inquiries; responding to complaints and requests; and providing customer care.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Business Operations.</span> We use the Personal Data we collect to operate our businesses. This includes marketing; monitoring usage of products, services, and systems; analyzing and storing Guest and Client preferences, and traffic patterns; operating our hotels and serving our Guests and Clients; and improving the Services, offerings, and products.</div>\n<div>&nbsp;</div>\n<div>Marketing and Communications. We use Personal Data to deliver and personalize communications with our Guests and Clients, including providing recommendations, special offers, information on benefits, information about our hotels, restaurants, bars and other facilities, information about events and activations on site at our properties and off-site, and other marketing communications. For information about managing email subscriptions and marketing or promotional communications, review the Email, Opt-Out, and Marketing Communications section of this Policy.</div>\n<div>&nbsp;</div>\n<div>S<span style=\"text-decoration: underline;\">afety, Security, and Dispute Resolution</span>. We use Personal Data to protect ourselves and our employees, Guests and Clients, as well as any vendors and service providers (&ldquo;Providers&rdquo;), and others. This includes authenticating user activity; enforcing our and our Providers&rsquo; <a href=\"../terms-of-service/\">Terms of Use</a>; and monitoring and preventing fraudulent, abusive, or unlawful activity. In addition, we use and disclose Personal Data to the extent we deem necessary to protect the rights, property, safety, operations, and privacy of Angad Arts Hotel and its Guests and Clients, personnel, Providers, affiliates, or others and as we deem necessary to comply with applicable laws, regulations, rules, and requests of law enforcement and/or other governmental agencies.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Employment or other Engagement.</span> If you are applying for a position, we use Personal Data to process and evaluate your application and, if you are engaged, in connection with your engagement.<br /><br /></div>\n<div>When information is collected from you, the description of how we will use the Personal Data will be available to you at the time of collection through this Privacy Policy.</div>\n<div>&nbsp;</div>\n<div>SHARING OF COLLECTED INFORMATION</div>\n<div>Some of the above uses involve sharing collected Personal Data with third parties. We share Personal Data with your consent or as necessary to complete any transaction or as necessary to provide any services you have requested or authorized or as permitted or required by law.&nbsp;<br /><br /></div>\n<div>We share Personal Data for a variety of purposes, including for provision of our services such as reservations, guest communications and concierge services, marketing our products and services, payment processing and other financial services, fraud prevention, and risk mitigation/reduction. For example, when you make a reservation through a Provider&rsquo;s service, we may share certain Personal Data with the Provider to authenticate you. In addition, some of our operations, such as reservation services, may be operated using Providers&rsquo; systems, and as such the Providers will be directly collecting your Personal Data.<br /><br /></div>\n<div>We also share Personal Data with Providers who need the information to provide services to you or to us, but only to the extent the information is needed to provide such services. This includes: software and web developers, payment processors, online travel agencies and channel managers, booking and reservations managers, maintenance companies, Guest and Client benefits providers, email and other marketing vendors, marketing technology vendors, and Providers we have retained to assist in securing our systems. We also use analytics Providers and software to assist us in understanding how our Guests and Clients use the Services and our systems. For more information on how we collect information for analytics, see &ldquo;Cookies and Other Tracking Technologies&rdquo; below.<br /><br /></div>\n<div>In addition, we may disclose information we maintain, including Personal Data, when permitted or required to do so by law; in response to a request from a law enforcement agency or authority or any regulatory authority; and/or to protect the integrity of the Services or our interests, rights, property, or safety, and/or that of our users, Providers, and others.<br /><br /></div>\n<div>We do not share, sell, or lease Personal Data about you to any third parties for their marketing use. We will access, transfer, disclose, and preserve information about you if you direct us to do so, if we are required by law to do so, or in other legally limited circumstances (for example, as noted above, to protect your account from fraud, to enforce our and our Providers&rsquo; <a href=\"../terms-of-service/\">Terms of Use</a>), or as we reasonably deem necessary to respond to requests from government agencies or law enforcement). In addition, if all or a part of Angad Arts Hotel or its affiliates is sold or management is transferred to another entity, we may transfer or replicate some or all of the Personal Data we have to our successor.<br /><br /></div>\n<div>In addition, if all or a part of Angad Arts Hotel is sold or management is transferred to another entity, we may transfer, disclose, or replicate some or all of the Personal Data we have to potential or actual third-party acquirers.</div>\n<div>&nbsp;</div>\n<div>COOKIES AND OTHER TRACKING TECHNOLOGIES</div>\n<div><span style=\"text-decoration: underline;\">Cookies:</span> We use &ldquo;cookies&rdquo; and/or other persistent identification methods to enhance your experience on the Services and to improve the structure, content and offerings on the Services. &ldquo;Cookies&rdquo; are pieces of information that the Services send to your browser while you are visiting and using the Services to, for example, store your preferences or keep you &ldquo;logged in&rdquo; for a certain period of time. For more information about how we use cookies and steps you can take regarding cookies, consult our Cookies and Other Tracking Technologies Statement.<br /><br /></div>\n<div>You can change your privacy preferences regarding the use of cookies and other technologies through preferences in your web browser, including blocking all cookies and disabling some other tracking methods (though not all such methods may be disabled through browser settings). However, blocking all cookies and other tracking methods may prevent you from using certain features of the Services and other websites and services.</div>\n<div>&nbsp;</div>\n<div><span style=\"text-decoration: underline;\">Do Not Track: </span>The Services does not respond to Do Not Track (DNT) signals. We use a number of Provider technologies that can track Guests and Clients across sites, as further described in our Cookies and Other Tracking Technologies Statement.</div>\n<div>&nbsp;</div>\n<div>RETENTION OF COLLECTED INFORMATION</div>\n<div>We retain Personal Data for as long as is necessary or appropriate to fulfill the purpose for which it was collected, as well as to the extent necessary or appropriate to carry out the processing activities described above, including but not limited to compliance with applicable laws, regulations, rules and requests of relevant law enforcement and/or other governmental agencies, and to the extent we reasonably deem necessary to protect our and our partners&rsquo; rights, property, or safety, and the rights, property, and safety of our users and other third parties. We consider multiple factors, including legal requirements, the scope and nature of the Personal Data, and potential risk of harm to data subjects from a data breach, in determining the appropriate retention period. If you have a specific question regarding retention of your Personal Data, you may contact us as described in the &ldquo;Contacting Us&rdquo; section below.<br /><br /></div>\n<div>SECURITY OF COLLECTED INFORMATION</div>\n<div>We maintain reasonable physical, administrative, and technical security measures to protect the confidentiality, availability, and integrity of Personal Data.</div>\n<div>It is important to note that no method of safeguarding information is completely secure. While we try to ensure the protection of your Personal Data, we cannot guarantee or be held accountable / liable that our safeguards will be effective or sufficient. In addition, you should be aware that Internet data transmission is not always secure, and we cannot warrant that information you transmit utilizing the Services is or will be secure.<br /><br /></div>\n<div>YOUR RIGHTS REGARDING PERSONAL DATA</div>\n<div>Users of the Services, including you, have a variety of legal rights regarding the processing of Personal Data. You may exercise any rights you may have under applicable law with respect to Personal Data by contacting us as provided at the end of this Privacy Policy, or by following instructions provided in this Privacy Policy or in communications sent to you. In addition, you may be able to view, access, correct, or delete some or all of the Personal Data through your user account, if applicable. Please be prepared to provide reasonable information to identify yourself and authenticate your requests.<br /><br /></div>\n<div>Note, however, that we may request certain reasonable additional information (that may include Personal Data) to help us authenticate the request and/or to clarify or understand the scope of such requests.<br /><br /></div>\n<div>These rights vary depending on applicable law, but may include by way of example:</div>\n<div>- The right to know whether, and for what purposes, we process Personal Data about you;&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>The right to be informed about the Personal Data we collect and/or process about you;&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>The right to learn the source of Personal Data about you we process, where we obtain that Personal Data from a source other than you;&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>The right to access, modify, and correct Personal Data about you (as set forth in more detail below under &ldquo;Accessing, Modifying, Rectifying, and Correcting Collected Personal Data&rdquo;);</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>The right to know with whom we have shared Personal Data about you, for what purposes, and what Personal Data has been shared (including whether Personal Data was disclosed to third parties for their own direct marketing purposes);&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>Where processing of Personal Data about you is based on consent, the right to withdraw your consent to such processing; and&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>The right to lodge a complaint with a supervisory authority located in the jurisdiction of your habitual residence, place of work, or where an alleged violation of law occurred.</div>\n<div><br />See &ldquo;Your Missouri Privacy Rights&rdquo; and &ldquo;Your Privacy Rights&rdquo; for more information about certain legal rights that may apply to you.<br /><br /></div>\n<div><span style=\"text-decoration: underline;\">Accessing, Modifying, Rectifying, and Correcting Collected Personal Data.</span> We strive to maintain the accuracy of any Personal Data collected from you, and will use commercially reasonable efforts to respond promptly to update our database when you tell us the information in our database is not accurate. However, we must rely upon you to ensure that the information you provide to us is complete, accurate, and up-to-date, and to inform us of any changes. Please review all of your information carefully before submitting it to us, and notify us as soon as possible of any updates or corrections.<br /><br /></div>\n<div>In accordance with applicable law, you may obtain from us certain Personal Data in our records. If you wish to access, review, or make any changes to Personal Data you have provided to us through the Services, you may do so at any time by contacting us as provided below or, for certain information, through your account on the Services. Please note, however, that we reserve the right to deny access as permitted or required by applicable law.<br /><br /></div>\n<div>Your Privacy Rights. In addition to the above-listed rights, certain privacy laws provide individuals with enhanced rights in respect of their Personal Data. These rights may include, depending on the circumstances surrounding the processing of Personal Data:<br />-&nbsp;The right to object to decisions based on profiling or automated decision-making that produce legal or similarly significant effects on you;&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>The right to request restriction of processing of Personal Data or object to processing of Personal Data carried out pursuant to (i) a legitimate interest or (ii) performance of a task in the public interest (including, but not limited to, processing for direct marketing purposes);&nbsp;</div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>In certain circumstances, the right to data portability, which means that you can request that we provide certain Personal Data we hold about you in a machine-readable&nbsp;<span style=\"font-size: 1rem;\">format; and&nbsp;</span></div>\n<div><span style=\"font-size: 1rem;\">-</span><span style=\"font-size: 1rem;\">&nbsp;</span>In certain circumstances, the right to erasure and/or the right to be forgotten, which means that you can request deletion or removal of certain Personal Data we process about you.</div>\n<div><br /><span style=\"text-decoration: underline;\">Note that we may need to request additional information from you to validate your request. To exercise any of the rights above, you may contact us as described in the &ldquo;Contacting Us&rdquo; section below.</span></div>\n<div>&nbsp;</div>\n<div>LINKS TO THIRD-PARTY WEBSITES AND SERVICES</div>\n<div>As a convenience, the Services may contain or provide links to third-party websites and services, content, or products that are not provided by or affiliated with us, including those of unaffiliated third parties, our affiliates, Providers, and third parties with which we do business. When you access these third-party services, you leave our Services, and we are not responsible for, and do not control, the content, security, or privacy practices employed by any third-party websites and services. You access these third-party services at your own risk. This Privacy Policy does not apply to any third-party services; please refer to the privacy policies or notices for such third-party services for information about how they collect, use, and process Personal Data.<br /><br /></div>\n<div>Please review carefully the third party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third party.</div>\n<div>&nbsp;</div>\n<div>CHILDREN</div>\n<div>The Services are not intended for children under the age of 16, and children under the age of 16 are not permitted to use the Services. We may collect information from children under the age of 16 to the extent provided by a parent or guardian, and such information would be associated with the parent or guardian, not the child. By using the Services, you represent that you are 16 years of age or older.</div>\n<div>&nbsp;</div>\n<div>EMAIL, OPT-OUT, AND MARKETING COMMUNICATIONS</div>\n<div>If you are receiving email communications from us, it is because either we are providing you with information related to your Hotel reservation, or you have requested to receive information about the content, products and services offered by Angad Arts Hotel.</div>\n<div>If you no longer wish to receive news, marketing or promotional emails from us, or would like to update your preferences for emails, you can follow the specific unsubscribe instructions in the email you receive, contact us at the address below. If you do business with us, you may not opt out of certain automated notifications (including confirmation, welcome, and post-departure emails) based on the particular transaction, and opting out of news, marketing or promotional emails will not impact your receipt of commercial emails such as reservation, confirmation, etc.</div>\n<div>&nbsp;</div>\n<div>INTERNATIONAL USE</div>\n<div>Your Personal Data may be stored, used, and processed in any country where we have facilities or where we have engaged a Provider, and by your use of the Services you acknowledge that we may transfer information to countries outside of your country of residence, which may have different data protection rules than in your country. All Personal Data held by Angad Arts Hotel directly is stored at the applicable property and/or in the United States, which may require transfer of the Personal Data from your location to the property&rsquo;s location and/or the United States.<br /><br /></div>\n<div>CHANGES TO OUR PRIVACY POLICY</div>\n<div>This Privacy Policy replaces all previous disclosures we may have provided to you about our information practices with respect to the Services. We may from time to time update our Privacy Policy to reflect changes to our services and policies. We will use reasonable efforts to notify you in the event material changes are made to this Privacy Policy, such as by posting a notice on the Services or sending you an email. Your continued use of the Services following our posting of any revised Privacy Policy will constitute your acknowledgement of the amended Privacy Policy.<br /><br /></div>\n<div>When we update the Privacy Policy, we will revise the &ldquo;Last Updated&rdquo; date listed at the top of this page. We encourage you to periodically review this Privacy Policy to keep apprised of how we use Personal Data.<br /><br /></div>\n<div>APPLICABILITY OF THIS PRIVACY POLICY</div>\n<div>This Privacy Policy is subject to any agreements that govern your use of the Services, whether used by you directly or by a third party (e.g., travel agent or travel manager) on your behalf, all of which will be deemed use by you. This Privacy Policy applies regardless of the means used to access or provide information through the Services.<br /><br /></div>\n<div>This Privacy Policy does not apply to information from or about you collected by any third-party services, applications, or advertisements associated with, or websites linked from, the Services. The collection or receipt of your information by such third parties is subject to their own privacy policies, statements, and practices, and under no circumstances are we responsible or liable for any third party&rsquo;s compliance therewith.</div>\n<div>&nbsp;</div>\n<div>CONTACTING US</div>\n<div>If you have any questions about this Privacy Policy, our privacy practices, or the processing of Personal Data, please contact us. We welcome your questions and suggestions about our Privacy Policy and will use reasonable efforts to respond in a timely manner.</div>\n<div>Angad Arts Hotel</div>\n<div>3550 Samuel Sheppard Drive</div>\n<div>St. Louis, MO 63103</div>\n<div>E-Mail: customer_privacy@angadartshotel.com</div>",
    "_template": "header"
  }
]